var data = [
    {
        "name":"גלידות",
        "items":[
            "טילון בראוניז",
            "טילון ריבת חלב",
            "טילון מטבע שוקולד",
            "קראנץ' נוגט",
            "גומיגם",
            "קוקילידה"
        ]
    },

    {
        "name":"מיכלים",
        "items":[
            "פופ קטן",
            "פופ בינוני",
            "פופ גדול",
            "מגש נאצ'וס אישי",
            "מגש נאצ'וס זוגי",
            "כוס קטנה",
            "כוס בינונית",
            "כוס גדולה",
            "כוס קרלסברג",
            "כוס טובורג"
        ]
    },

    {
    "name":"ממתקים",
    "items":[
        "מייק אנד הייק ",
        "חום M&M",
        "קינדר אצבעות",
        "קליק כריות (כחול)",
        "קליק בסקוויט (אדום)",
        "קליק חום-לבן (חום)",
        "טעמי",
        "פסק זמן",
        "קליק קורנפלקס (ירוק)",
        "קינדר בואנו חום",
        "קינדר בואנו לבן"
        ]
    },

    {
    "name":"שתייה",
    "items":[
        "מים מינרלים",
        "מים בטעמים ענבים",
        "מים בטעמים תפוח",
        "פיוז טי אפרסק",
        "פריגת ענבים",
        "בירה קרלסברג",
        "בירה טובורג"
        ]
    },

    {
    "name":"עמדת קפה",
    "items":[
        "קפסולה חלשה (ירוק)",
        "קפסולה בינונית (אפור)",
        "קפסולה חזקה (שחור)",
        "כוסות אספרסו",
        "כוסות קפוצ'ינו",
        "מכסים"
        ]
    }
]